Repository: yousef547/speed-spot
Catalog: Portal.Speedspot.sourcecode/portal.speedspot.Resources/Resources/SharedResources.*.resx
Languages: ar_eg

source: About
ar_eg: عن

source: Acceptance Date
ar_eg: تاريخ القبول

source: Acceptance Information
ar_eg: معلومات الموافقة

source: Acceptance Letter
ar_eg: خطاب الموافقة

source: Acceptance Letter Date
ar_eg: تاريخ خطاب الموافقة

source: Acceptance Letter File
ar_eg: ملف خطاب الموافقة

# AcceptanceMSG
source: The tender will be transfered to the financial session.
ar_eg: سيتم تحويل عرض السعر الى حالة الجلسة المالية

source: Accepted
ar_eg: تم الموافقة

source: Accepted Competitors
ar_eg: المنافسون المقبولون

# AcceptedCompetitorsMSG
source: Choose Competitors To Transfer To Financial Session
ar_eg: اختر المنافسين لنقلهم للجلسة المالية

source: Account
ar_eg: الحساب

source: Account Info
ar_eg: بيانات الحساب

# AccountInLockout
source: This account has been locked out, please try again later after {0} minutes
ar_eg: تم قفل هذا الحساب ، يرجى المحاولة مرة أخرى في وقت لاحق بعد {0} دقيقة

source: Account No
ar_eg: رقم الحساب

source: Actions
ar_eg: الاجراءات

source: Activity
ar_eg: النشاط

# ActivityTypeId
source: Activity Type
ar_eg: نوع النشاط

source: Add
ar_eg: اضافة

source: Add Supplier Offers
ar_eg: اضافة عروض موردين

source: Add Alternate
ar_eg: اضافة مرادف

# AddAlternateVersion
source: Add Alternate Offer
ar_eg: اضافة عرض مرادف

source: Add Another Item
ar_eg: اضافة صنف آخر

source: Add Bank
ar_eg: اضافه بنك

source: Add Branch
ar_eg: اضافة فرع

source: Add Certificate
ar_eg: اضافة شهادة

source: Add Competitor
ar_eg: اضافة منافس

source: Add Condition
ar_eg: اضافة بند

source: Add Contact
ar_eg: اضافة جهة اتصال

source: Add Currency
ar_eg: إضافة عملة

source: Add Direction
ar_eg: اضافة توجيه

source: Add Document
ar_eg: اضافة وثيقة

# AddedRequestOffersMSG
source: The added Offer Requests appear here
ar_eg: هنا يظهر طلبات العروض المضافة

# AddedSuppliersOffersMSG
source: The added suppliers' offers appear here
ar_eg: هنا يظهر عروض الموردين المضافة

source: Add Employee
ar_eg: اضافة موظف

source: Add Entry
ar_eg: اضافة قيد

source: Add Financial Details
ar_eg: اضافة العرض المالي

# AddGuaranteeTerm
source: Add Guarantee
ar_eg: اضافة ضمان

source: Add Item
ar_eg: اضافة صنف

source: Additional
ar_eg: الإضافي

source: Add Message
ar_eg: أضافة رسالة

# AddNewDepart
source: Add New Department
ar_eg: اضافة قسم جديد

source: Add New PO
ar_eg: أضافة امر شراء جديد

source: Add Note
ar_eg: اضافة ملاحظة

source: Add Offer
ar_eg: اضافة عرض

# AddOfferVersion
source: Add Version
ar_eg: اضافة اصدار

source: add Origin Document
ar_eg: اضافة شهادة منشأ

source: Add Payment Type
ar_eg: اضافة نوع دفع

source: Add Request
ar_eg: اضافة طلب

source: Address
ar_eg: العنوان

source: Add Suplliers
ar_eg: اضافة مورد

source: Add Supplier Offer
ar_eg: اضافة عرض مورد

source: Add Suppliers
ar_eg: اضافة موردين

source: Add Task
ar_eg: أضافة مهام

source: Add to favourites
ar_eg: اضف الى المفضلة

source: Add Validity
ar_eg: اضافة صلاحية

source: Add Vendor List
ar_eg: اضافة سجل موردين

source: Add Version
ar_eg: اضافة اصدار

# AdminId
source: Admin
ar_eg: المشرف

source: After
ar_eg: بعد

# AfterInstallationPercentage
source: % After Installation
ar_eg: % بعد التركيب

source: agencies
ar_eg: وكالات

source: Agency
ar_eg: الوكالة

source: Agency Name
ar_eg: اسم الوكالة

source: All
ar_eg: الكل

source: All CIF
ar_eg: الكل CIF

source: All Notification
ar_eg: جميع الاشعارات

# AlNumber
source: Number
ar_eg: الرقم

source: Alternate
ar_eg: مرادف

source: Alternate Offer
ar_eg: العرض المرادف

source: Alternate Version
ar_eg: العرض المرادف

source: Alternate Versions
ar_eg: العروض المرادفة

source: Amount
ar_eg: القيمة

# AmountNotEqual
source: Debit Amount not equal Credit Amount
ar_eg: مبلغ الخصم لا يساوي مبلغ الائتمان

source: Approve
ar_eg: موافقة

source: Approve Bidbond
ar_eg: الموافقة على طلب تأمين ابتدائي

source: Approve Book Tender
ar_eg: الموافقة على طلب كراسة شروط

source: Approved
ar_eg: تمت الموافقة

source: Approved by
ar_eg: تمت الموافقة بواسطة

source: Archive
ar_eg: أرشفة

source: Archived
ar_eg: تمت ارشفته

source: Archives
ar_eg: الأرشيف

source: Assigned To
ar_eg: معينة لـ

# AssignedToId
source: Assign To
ar_eg: تعيين الى

source: Attachment
ar_eg: المرفق

source: Attachment File
ar_eg: الملف المرفق

# AttachmentFiles
source: Attachments
ar_eg: المرفقات

source: Attachments
ar_eg: المرفقات

source: Attention To
ar_eg: عناية

source: Attention To 2
ar_eg: عناية 2

source: Audit Logs
ar_eg: السجلات

# AwardingAcceptanceMSG
source: The tender will be moved to Customer PO directly
ar_eg: سيتم نقل العطاء الى امر الشراء مباشرةً

source: Awarding Date
ar_eg: تاريخ قبول العطاء

source: Awarding Letter
ar_eg: خطاب قبول العطاء

source: Awarding Letter Date
ar_eg: تاريخ قبول العطاء

source: Awarding Letter File
ar_eg: ملف قبول العطاء

# AwardingRejectionMSG
source: The tender will be Archived directly
ar_eg: سيتم نقل العطاء الى الأرشيف مباشرةً

source: Back
ar_eg: السابق

source: Back To Opportunity
ar_eg: عودة الى فرصة

source: Balance
ar_eg: الميزانية

source: Bank
ar_eg: بنك

source: Bank Details
ar_eg: التفاصيل البنكية

source: BankAccount
ar_eg: حساب بنكي

source: Bank Accounts
ar_eg: حسابات بنكية

source: Bank Branch
ar_eg: فرع البنك

# BankBranchId
source: Branch
ar_eg: الفرع

source: Bank Details
ar_eg: التفاصيل البنكية

source: Bank Fees
ar_eg: الرسوم البنكية

# BankId
source: Bank
ar_eg: البنك

source: Bank Info
ar_eg: بيانات البنك

source: Banking
ar_eg: بنكية

source: Bank Interest
ar_eg: الفوائد المصرفية

# BankName
source: Bank
ar_eg: البنك

source: Banks
ar_eg: البنوك

source: Before
ar_eg: قبل

source: Beneficiary Address
ar_eg: عنوان المستفيد

source: Beneficiary Name
ar_eg: اسم المستفيد

source: Bid Bond
ar_eg: التأمين الابتدائي

source: Bid Bond Fees
ar_eg: رسوم التأمين الابتدائي

# BidBondFile
source: Bid Bond Attachment
ar_eg: مرفق التأمين الابتدائي

source: Bid Bond No
ar_eg: رقم التأمين الابتدائي

source: Bid Bond Percentage
ar_eg: نسبة التأمين الابتدائي

source: Bidbond Request
ar_eg: طلب تأمين ابتدائي

# BidbondRequestDescription
source: Opportunity Bid Bond ({0})
ar_eg: تأمين ابتدائي فرصة ({0})

# BidBondTaskDescription
source: Bid bond for the {0} {1} with a price of {2}
ar_eg: تأمين ابتدائي لـ {0} {1} بسعر {2}

source: Billing address
ar_eg: عنوان التحصيل

source: Bills
ar_eg: الفواتير

source: Book registration number
ar_eg: رقم التسجيل

source: Book Tender
ar_eg: كراسة الشروط

# BookTenderFees
source: Book Fees
ar_eg: سعر الكراسة

source: Book Tender Request
ar_eg: طلب كراسة شروط

# BookTenderRequestDescription
source: Opportunity Book Tender ({0})
ar_eg: كراسة شروط فرصة ({0})

source: Branch
ar_eg: فرع

source: Branches
ar_eg: الفروع

source: Branch Info
ar_eg: بيانات الفرع

source: Brief Notes
ar_eg: موجز الزيارة

source: Budget
ar_eg: ميزانية المشروع

source: Business Overview
ar_eg: نظرة عامة

source: Business Overview
ar_eg: نظرة عامة

source: Cancel
ar_eg: الغاء

# CannotApproveRequestMSG
source: You can not approve on a request without adding its payment type.
ar_eg: لا يمكن الموافقة على طلب بدون اضافة نوع الدفع

source: Cargo X number
ar_eg: رقم Cargo X

source: Cash
ar_eg: نقدي

# CashType
source: LG
ar_eg: خطاب ضمان

source: Categories
ar_eg: الفئات

source: Category
ar_eg: فئة

# CategoryId
source: Category
ar_eg: الفئة

source: Category Name
ar_eg: إسم الفئة

source: CEO
ar_eg: رئيس مجلس الادارة

source: Certificate
ar_eg: شهادة

# CertificateIds
source: Certificates
ar_eg: الشهادات

source: Certifications
ar_eg: الشهادات

source: Change
ar_eg: تغيير

source: Change Image
ar_eg: تغيير الصورة

source: Change Password
ar_eg: تغير كلمة السر

source: Chart of Accounts
ar_eg: شجرة الحسابات

source: Cheque
ar_eg: شيك

source: Cheque Collection
ar_eg: تحصيل شيكات

source: Choose Companies
ar_eg: اختر الشركات

source: Choose File
ar_eg: اختر ملف

source: Choose Payment Type
ar_eg: اختار نوع الدفع

source: Choose Speaker
ar_eg: اختار المتحدث

source: CIF Cost
ar_eg: تكاليف CIF

source: Cities
ar_eg: المدن

source: City
ar_eg: مدينة

# CityId
source: City
ar_eg: المدينة

source: Classification
ar_eg: تصنيف

source: Classifications
ar_eg: التصنيفات

# ClickToLogin
source: click here to log in
ar_eg: اضغط هنا لتسجيل الدخول

source: Code
ar_eg: الكود

# Code2
source: Two Digit Code
ar_eg: الرمز الثنائي

# Code3
source: Three Digit Code
ar_eg: الرمز الثلاثي

source: color
ar_eg: لون

source: Commercial register
ar_eg: رقم التسجيل الضريبي

source: Company
ar_eg: الشركة

# CompanyLogoSizeNote
source: Logo maximum size is 300 px * 200 px
ar_eg: أقصى أبعاد الشعار هي 300 px X 200 px

source: Company Price
ar_eg: سعر الشركة

source: Company Profile
ar_eg: ملف الشركة

source: Comparison
ar_eg: المقارنة

source: Competitor
ar_eg: منافس

source: Competitor Details
ar_eg: تفاصيل المنافس

source: Competitors
ar_eg: المنافسين

source: Competitors Comparison
ar_eg: مقارنة المنافسين

source: Completed
ar_eg: اكتمل

# CompleteDeliveryTerms
source: Please enter Delivery Terms
ar_eg: من فضلك أدخل شروط الضمان

# CompletePaymentTerms
source: Please make sure of the Payment Terms
ar_eg: من فضلك تأكد من شروط الدفع

source: Conditions
ar_eg: البنود

source: Confirm Password
ar_eg: تأكيد كلمة المرور

source: Congratulations
ar_eg: تهانينا!

source: Contacts
ar_eg: جهات الاتصال

source: Conversation
ar_eg: المحادثات

source: Conversation Message Options
ar_eg: خيارات رسائل المحادثات

source: Convert To Quotation
ar_eg: تحويل الى عرض سعر

source: Convert To Purchase Orders
ar_eg: تحويل الى اوامر الشراء

source: Convert To Quotation
ar_eg: تحويل الى عرض سعر

source: Countries
ar_eg: البلدان

source: Country
ar_eg: دولة

# CountryId
source: Country
ar_eg: الدولة

# CountryName
source: Country
ar_eg: الدولة

source: Cover Letter
ar_eg: مقدمة العرض

source: Create
ar_eg: اضافة

source: Create Branch
ar_eg: اضافة فرع

# CreatedById
source: Created By
ar_eg: أُنشأت بواسطة

source: Created Date
ar_eg: أٌنشأت بتاريخ

# CreatedDateFrom
source: Date From
ar_eg: التاريخ من

# CreatedDateTo
source: Date To
ar_eg: التاريخ الى

source: Create NewTask
ar_eg: انشاء مهمة جديدة

source: Credit
ar_eg: دائن

source: Credit Amount
ar_eg: قيمة الدئن

source: CreditPercentage
ar_eg: نسبة الائتمان

source: Critical
ar_eg: حرج

source: Currencies
ar_eg: العملات

source: Currencies Price
ar_eg: أسعار العملات

source: Currency
ar_eg: عملة

# CurrencyId
source: Currency
ar_eg: العملة

source: Current Password
ar_eg: كلمة المرور الحالية

source: Current Rate
ar_eg: سعر الصرف الحالي

source: Customer
ar_eg: عميل

source: Customer Conversation
ar_eg: محادثة العميل

source: Customer Details
ar_eg: بيانات العميل

# CustomerId
source: Customer
ar_eg: العميل

source: Customer Name
ar_eg: اسم العميل

source: Customer Po
ar_eg: امر شراء عميل

source: Customer Po Number
ar_eg: رقم امر شراء عميل

source: Customer Received
ar_eg: استلام العميل

# CustomerReference
source: Cust. Ref.
ar_eg: رقم العميل المرجعي

source: Customers
ar_eg: العملاء

source: Dashboard
ar_eg: لوحة التحكم

source: Date
ar_eg: التاريخ

# DateFormat
source: dd/mm/yyyy
ar_eg: يوم/شهر/سنة

source: Date From
ar_eg: تاريخ من

source: Date & Time
ar_eg: التاريخ والوقت

source: Date To
ar_eg: تاريخ الى

source: Days
ar_eg: أيام

source: Deadline
ar_eg: الموعد النهائي

source: Deadline From
ar_eg: الموعد النهائي من

source: Deadline To
ar_eg: الموعد النهائي الي

source: Debit
ar_eg: مدين

source: Debit Amount
ar_eg: قيمة المدين

source: Default Department
ar_eg: القسم الافتراضي

source: Default Offer Cover Letter
ar_eg: مسودة العرض الافتراضية

# DefaultOfferCoverLetterAr
source: Default Offer Cover Letter (Arabic)
ar_eg: مسودة العرض الافتراضية (عربي)

# DefaultOfferNotes
source: Default Notes
ar_eg: الملاحظات الافتراضية

# DefaultOfferNotesAr
source: Default Notes (Arabic)
ar_eg: الملاحظات الافتراضية (عربي)

# DefaultOfferTechnicalNotes
source: Default Technical Notes
ar_eg: الملاحظات الفنية الافتراضية

# DefaultOfferTechnicalNotesAr
source: Default Technical Notes (Arabic)
ar_eg: الملاحظات الفنية الافتراضية (عربي)

# DefaultTreasuryAccountId
source: Main Treasury Account
ar_eg: حساب الخزائن الرئيسي

source: Delete
ar_eg: حذف

source: Delete Branch
ar_eg: حذف فرع

# DeleteCancelLabel
source: No
ar_eg: لا

# DeleteConfirmationTitle
source: Are you sure?
ar_eg: هل أنت متأكد؟

# DeleteOkLabel
source: Yes
ar_eg: نعم

# DeleteRequestsConfirmationMSG
source: Are You sure, You want to Delete The selected requests?
ar_eg: هل انت متأكد من أنك تريد حذف الطلبات المختارة؟

source: Delivery
ar_eg: الشحن

source: Delivery Date
ar_eg: تاريخ الشحن

source: Delivery Notes
ar_eg: ملاحظات التوصيل

# DeliveryPlace
source: Delivery Term
ar_eg: شرط توصيل

# DeliveryPlaceId
source: Delivery Terms
ar_eg: شرط التوصيل

# DeliveryPlaceName
source: Delivery Place
ar_eg: مكان التوصيل

# DeliveryPlaces
source: Delivery Terms
ar_eg: شروط التوصيل

# DeliveryRange
source: Delivery Time
ar_eg: مدة التوريد

source: Delivery range from
ar_eg: فترة التوصيل من

source: Delivery range to
ar_eg: فترة التوصيل الى

source: Delivery Term
ar_eg: شروط التوصيل

source: Delivery Terms
ar_eg: التسليم

source: Delivery Type
ar_eg: نوع التوصيل

# DeliveryTypeId
source: Delivery Type
ar_eg: نوع الشحن

source: Department
ar_eg: قسم

source: Department Details
ar_eg: تفاصيل الادارة

# DepartmentId
source: Department
ar_eg: القسم

source: Departments
ar_eg: الادارات

source: Department Settings
ar_eg: اعدادات القسم

source: Description
ar_eg: الوصف

# DescriptionAr
source: Arabic Description
ar_eg: الوصف (عربي)

source: Details
ar_eg: التفاصيل

source: Direction
ar_eg: توجيه

# DirectionId
source: Direction
ar_eg: التوجيه

# DirectManagerId
source: Direct Manager
ar_eg: المدير المباشر

source: Documents
ar_eg: وثائق

source: Done
ar_eg: انهاء

source: Done by
ar_eg: تمت بواسطة

# DownPaymentPercentage
source: % Down Payment
ar_eg: % دفعة مقدمة

source: Draft
ar_eg: مسودة

source: Due Date
ar_eg: آخر ميعاد للتقديم

# DuplicateEmail
source: Email '{0}' is already taken
ar_eg: البريد الالكتروني '{0}' مستخدم من قبل

# DuplicateUserName
source: Username '{0}' is already taken
ar_eg: اسم المستخدم '{0}' مستخدم من قبل

source: Edit
ar_eg: تعديل

source: Edit Branch
ar_eg: تعديل فرع

source: Edit Alternate
ar_eg: تعديل المرادف

source: Edit Alternate Version
ar_eg: تعديل عرض مرادف

source: Edit Company Info
ar_eg: تعديل بيانات الشركة

source: Edit Competitor Offer
ar_eg: تعديل عرض منافس

source: Edit Entry
ar_eg: تعديل القيد

source: Edit Massage
ar_eg: تعديل الرسالة

# EditOfferVersion
source: Edit Version
ar_eg: تعديل اصدار

source: Edit Opportunity
ar_eg: تعديل فرصة

source: Edit Payment Type
ar_eg: تعديل نوع الدفع

source: Edit Supplier Offer
ar_eg: تعديل عرض مورد

source: Email
ar_eg: البريد الالكتروني

source: Email 2
ar_eg: البريد الالكتروني 2

# EmailConfirmed
source: Your email has been confirmed successfully
ar_eg: تم التحقق من البريد الالكتروني بنجاح.

# EmailNotConfirmed
source: You are not allowed to sign in. Please confirm your email first
ar_eg: غير مسموح لك بتسجيل الدخول. من فضلك قم بتفعيل بريدك الالكتروني اولاً

# EmployeeId
source: Employee
ar_eg: الموظف

source: Employee Name
ar_eg: اسم الموظف

source: Employees
ar_eg: الموظفين

source: Employee Type
ar_eg: درجة الموظف

# EmployeeTypeId
source: Employee Type
ar_eg: درجة الموظف

source: Ending in
ar_eg: تنتهي خلال

source: Enter your email
ar_eg: أدخل البريد الالكتروني الخاص بك

source: Entries
ar_eg: القيود

source: Error
ar_eg: خطأ

# ErrorMSG
source: An error occurred while processing your request
ar_eg: حدث خطأ أثناء تنفيذ طلبك

source: Exchange Rate
ar_eg: سعر الصرف

source: Executive
ar_eg: اداري

source: Expense Account Info
ar_eg: بيانات حساب المصروف

source: Expenses
ar_eg: المصروفات

source: Expiry Date
ar_eg: تاريخ الانتهاء

source: Export
ar_eg: تصدير

source: Export as
ar_eg: تصدير الى

source: Factor
ar_eg: المعامل

source: Favourite
ar_eg: مفضل

source: Favourites
ar_eg: المفضلات

source: Favourites and Guides
ar_eg: المفضلات ودليل المستخدم

source: Fax
ar_eg: فاكس

source: Feasibility Study
ar_eg: دراسة الجدوى

source: Fees
ar_eg: الرسوم

source: File Name
ar_eg: اسم الملف

# FileNotAllowed
source: File Not Allowed only jpg , png file
ar_eg: غير مسموح

source: Files
ar_eg: الملفات

source: Filter
ar_eg: تصفية

source: Final LG
ar_eg: خطاب ضمان نهائي

source: Final LG No
ar_eg: رقم خطاب الضمان النهائي

source: Final LG Request
ar_eg: طلب خطاب ضمان نهائي

source: Financial Details
ar_eg: بيانات العرض المالي

# FinancialOffer
source: Commercial Offer
ar_eg: العرض المالي

source: Financials
ar_eg: المالية

# FinancialSession
source: Finan. Session
ar_eg: الجلسة المالية

# FinancialSessionAccepted
source: Financial Envelope has been accepted
ar_eg: تم قبول العرض المالي

# FinancialSessionAcceptedOrRejected
source: Have you been accepted or rejected in the financial session?
ar_eg: هل تم الموافقة ام رفض العرض المالي؟

source: Financial Session Date
ar_eg: تاريخ الفتح المالي

# FinancialSessionRejected
source: Financial Envelope has been rejected
ar_eg: تم رفض العرض المالي

source: Finish
ar_eg: أنهاء

source: First Name
ar_eg: الاسم الأول

source: Foreign
ar_eg: أجنبي

source: Foreign Exchange
ar_eg: صرف العملات

# ForgotPassword
source: I forgot my password
ar_eg: نسيت كلمة المرور

# ForgotPasswordConfirmationMessage
source: Please check your email to reset your password
ar_eg: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك

# Form4
source: From4
ar_eg: نموذج 4

# Form5
source: From5
ar_eg: نموذج 5

source: Four Periods
ar_eg: أربع فترات

source: From
ar_eg: من

source: From Commission
ar_eg: بعد التركيب

source: From Delivery
ar_eg: بعد التوصيل

source: Fund Details
ar_eg: بيانات التمويل

source: Funded
ar_eg: ممول

# FundPeriod
source: Found Period
ar_eg: فترة التمويل

source: General Info
ar_eg: البيانات الأساسية

source: General Request
ar_eg: طلب عام

source: Generated Code
ar_eg: الكود المُنشأ

source: Go to link
ar_eg: اذهب للصفحة

source: Grant
ar_eg: منح

source: Guarantee Period
ar_eg: فترة الضمان

# GuaranteeTerm
source: Guarantee
ar_eg: ضمان

# GuaranteeTermId
source: Guarantee
ar_eg: الضمان

source: Guarantee Terms
ar_eg: الضمانات

# GuestId
source: Additional Guest
ar_eg: زائر اضافي

# HaveMembership
source: I have already a membership
ar_eg: لدي حساب بالفعل

source: History
ar_eg: السجل

source: Hold Amount
ar_eg: عقد المبلغ

source: Home
ar_eg: الرئيسية

source: Hours
ar_eg: ساعات

source: IBAN
ar_eg: رقم IBAN

source: ID
ar_eg: الرقم

# ImageFile
source: Image
ar_eg: الصورة

source: Import
ar_eg: استيراد

source: Important
ar_eg: هام

source: Included
ar_eg: متضمن

# IncludeOneProduct
source: Please include one product at least
ar_eg: من فضلك اختر منتج واحد على الأقل

source: Income
ar_eg: الايرادات

source: Income Account Info
ar_eg: بيانات حساب الايراد

# Index
source: List
ar_eg: قائمة

source: Inprogress Payments
ar_eg: المدفوعات الجارية

# InvalidConfirmPassword
source: '{0}' and '{1}' do not match.
ar_eg: '{0}' و'{1}' غير متطابقين

# InvalidEmail
source: The '{0}' field is not a valid e-mail address.
ar_eg: حقل '{0}' يجب ان يكون بريد الكتروني صالحاً

source: Invalid Login Attempt
ar_eg: محاولة تسجيل دخول غير صالحة

# InvalidNumber
source: The field '{0}' must be a number
ar_eg: حقل '{0}' يجب ان يتكون من أرقام فقط

# InvalidPhoneNumber
source: The '{0}' field is not a valid phone number.
ar_eg: حقل '{0}' يجب ان يكون رقم تليفون صالحاً

# InvalidRange
source: The field '{0}' must be between {1} and {2}.
ar_eg: الحقل '{0}' يجب ان يكون ما بين {1} و {2}.

# InvalidStringLength
source: The field '{0}' must be {1} characters long
ar_eg: الحقل '{0}' يجب ان يتكون من {1} حروف

# InvalidUrl
source: The field '{0}' must be a valid Url
ar_eg: الحقل '{0}' يجب ان يكون عنوان Url صالحاً

source: Inventory
ar_eg: مخزون

# IsAgency
source: Agency?
ar_eg: وكيل؟

# IsCredit
source: Credit
ar_eg: ائتمان

source: Is Customer Po Funded?
ar_eg: هل امر الشراء ممول؟

# IsLimitedTenderType
source: Limited
ar_eg: محدودة

# IsLocalTenderType
source: Local
ar_eg: محلي

# IsRead
source: Read
ar_eg: تم قراءته

# IsService
source: Service?
ar_eg: خدمة؟

source: Is sub-company?
ar_eg: شركة فرعية؟

source: Issue Date
ar_eg: تاريخ الاصدار

# IsVATIncluded
source: Including VAT
ar_eg: شامل ضريبة القيمة المضافة

source: Item
ar_eg: الصنف

source: Items
ar_eg: الأصناف

source: Items No.
ar_eg: عدد الأصناف

source: Journal Entries
ar_eg: القيود اليومية

source: Journal Entry
ar_eg: القيود اليومية

source: Know More
ar_eg: تعرف أكثر

source: Language
ar_eg: اللغة

source: Last Name
ar_eg: اسم العائلة

source: Last Updated By
ar_eg: اخر تحديث بواسطة

source: Last Visit
ar_eg: آخر زيارة

source: LC
ar_eg: الاعتماد المستندي

source: Legal Document
ar_eg: وثيقة قانونية

source: Legal Info
ar_eg: المعلومات القانونية

source: Letter Of Guarantee No.
ar_eg: رقم الاصدار

# LG
source: Letter of Guarantee
ar_eg: خطاب ضمان

source: Light Funded
ar_eg: تمويل جزائي

source: Limited
ar_eg: محدودة

source: List
ar_eg: القائمة

source: Local
ar_eg: محلي

# LocalPrice
source: Egyptian Currency (EGP)
ar_eg: العملة المحلية (EGP)

# LocalPriceTable
source: Price (EGP)
ar_eg: السعر (EGP)

source: Locate on map
ar_eg: حدد الموقع على الخريطة

# LoginMessage
source: Sign in to start your session
ar_eg: سجل الدخول لبدء الجلسة الخاصة بك

# LoginNotAllowed
source: You are not allowed to sign in. Please contact the adminstrator
ar_eg: غير مسموح لك بتسجيل الدخول. من فضلك قم بالتواصل مع مدير النظام

source: Logistic Details
ar_eg: تفاصيل شركة الشحن

source: Logistics
ar_eg: شركات الشحن

source: Logo File
ar_eg: ملف الشعار

source: Logout
ar_eg: تسجيل الخروج

source: Lookups
ar_eg: التعريفات

source: Low
ar_eg: منخفض

source: Main Offer
ar_eg: العرض الأساسي

source: Manage Departments
ar_eg: الادارات

source: Manage Permissions
ar_eg: ادارة الصلاحيات

source: Manage Roles
ar_eg: ادارة الصلاحيات

source: Manage Departments
ar_eg: ادارة الأقسام

source: Manage Departments for
ar_eg: ادارة أقسام

source: Manage Permissions
ar_eg: ادارة الصلاحيات

source: Manager
ar_eg: مدير

source: Manage Roles
ar_eg: ادارة الصلاحيات

source: Manage Roles for
ar_eg: ادارة صلاحيات

# ManagingDirectorId
source: Managing Director
ar_eg: المدير العام

source: Massage Date
ar_eg: تاريخ الرسالة

source: Me
ar_eg: أنا

# Message
source: Massage
ar_eg: رسالة

source: Min Fees
ar_eg: الحد الأدنى للرسوم

source: Mobile
ar_eg: موبايل

source: Month
ar_eg: شهر

source: Month(s)
ar_eg: شهـ(و)ر

source: Multiple Directions
ar_eg: عدة توجيهات

source: My Requests
ar_eg: طلباتي

source: My tasks
ar_eg: مهامي

source: My Team
ar_eg: فريق العمل

source: Name
ar_eg: الاسم

# NameAr
source: Arabic Name
ar_eg: الاسم (عربي)

source: Negotiation
ar_eg: التفاوض

source: Negotiation Results
ar_eg: نتائج التفاوض

# NegotiationTitle
source: Condition
ar_eg: البند

source: New
ar_eg: جديد

source: New Bank
ar_eg: بنك جديد

source: New City
ar_eg: مدينة جديدة

source: New Classification
ar_eg: تصنيف جديد

source: New Competitor
ar_eg: اضافه منافس جديد

source: New Country
ar_eg: دولة جديدة

source: New Currency
ar_eg: عملة جديدة

source: New Customer
ar_eg: عميل جديد

source: New Department
ar_eg: ادارة جديدة

source: New Journal Entry
ar_eg: قيد يومية جديد

source: New Logistic
ar_eg: اضافة شركة شحن

source: New offer
ar_eg: إضافه عرض

source: New Opportunity
ar_eg: فرصة جديدة

# NewOrganizationType
source: New Type
ar_eg: نوع جديد

source: New Password
ar_eg: كلمة المرور الجديدة

source: New Product
ar_eg: صنف جديد

# NewProductCategories
source: New Category
ar_eg: فئة جديدة

source: New Product Origin
ar_eg: أصل منتج جديد

# NewPurchasingOrders
source: New Purchase Order
ar_eg: إضافة أمر شراء

source: New Role
ar_eg: مجموعة صلاحيات جديدة

source: New Supplier
ar_eg: مورد جديد

source: New User
ar_eg: مستخدم جديد

source: Next
ar_eg: التالي

source: No
ar_eg: لا

# NoAlternateVersion
source: There is no alternate version
ar_eg: لا يوجد عرض مرادف

source: No assigned tasks
ar_eg: لا توجد مهام معينة لك

source: No LG
ar_eg: لا يوجد خطاب ضمان
