Repository: yousef547/speed-spot
Catalog: Portal.Speedspot.sourcecode/portal.speedspot.Resources/Resources/SharedResources.*.resx
Languages: ar_eg

# NoOffersAddedMSG
source: There is no offers has been added yet!
ar_eg: لم يتم اضافة عروض حتى الآن!

# NoOfPeriods
source: # of periods
ar_eg: عدد الفترات

source: No pending tasks
ar_eg: لا توجد مهام معلقة

source: No Products Found
ar_eg: لم يتم العثور على أصناف

source: Normal
ar_eg: عادي

source: No Suppliers Found
ar_eg: لم يتم العثور على موردين

# NotAuthorised
source: You are not authorised to view this page
ar_eg: غير مصرح لك لعرض هذه الصفحة

source: Notes
ar_eg: ملاحظات

source: Not Funded
ar_eg: غير ممول

source: Notifications
ar_eg: الاشعارات

source: Not Join
ar_eg: لم تنضم

source: Not Joined
ar_eg: لم تنضم

source: Not Read
ar_eg: لم تقرأ

source: Not sent
ar_eg: لم ترسل

source: Not Specified
ar_eg: غير محدد

# Number
source: No.
ar_eg: رقم

source: of
ar_eg: من

source: Offer
ar_eg: العرض

source: Offer Attachment
ar_eg: عرض المرفقات

source: Offer Certificates
ar_eg: شهادات العروض

source: Offer Description
ar_eg: وصف العرض

# OfferNumber
source: Offer No.
ar_eg: رقم العرض

source: Offers
ar_eg: العروض

# OffersNo
source: No. of offers
ar_eg: عدد العروض

source: Offer Validities
ar_eg: صلاحيات العروض

source: One Direction
ar_eg: توجيه واحد

source: One Period
ar_eg: فترة

source: Opening Balance
ar_eg: الرصيد الافتتاحي

source: Opportunities
ar_eg: الفرص

# Opportunities.AddRequestOffer
source: Add Request Offer
ar_eg: اضافة طلب عرض مورد

# Opportunities.AddSupplierOffer
source: Add Supplier Offer
ar_eg: اضافة عرض مورد

# Opportunities.Archive
source: Archive Opportunity
ar_eg: أرشفة فرصة

# Opportunities.ChangeOfferAcceptance
source: Change Supplier Offer Acceptance
ar_eg: تغيير قبول عرض مورد

# Opportunities.ConvertToQuotation
source: Convert To Quotation
ar_eg: تحويل الى عرض سعر

# Opportunities.Create
source: Create Opportunity
ar_eg: اضافة فرصة

# Opportunities.CreateCustomer
source: Create Customer
ar_eg: اضافة عميل

# Opportunities.CreateSupplier
source: Create Supplier
ar_eg: اضافة مورد

# Opportunities.DeleteAttachment
source: Delete Opportunity Attachment
ar_eg: حذف مرفق فرصة

# Opportunities.DeleteOfferAttachment
source: Delete Supplier Offer Attachment
ar_eg: حذف مرفق عرض مورد

# Opportunities.DeleteRequestOffer
source: Delete Request Offer
ar_eg: حذف طلب عرض مورد

# Opportunities.DeleteSupplierOffer
source: Delete Supplier Offer
ar_eg: حذف عرض مورد

# Opportunities.DeleteTechSpecsAttachment
source: Delete Technical Specs. Attachment
ar_eg: حذف مرفق مواصفات فنية

# Opportunities.DeleteTechSpecsProduct
source: Delete Technical Specs. Product
ar_eg: حذف منتج مواصفات فنية

# Opportunities.RequestOfferEmailSent
source: Request Offer Email Sent
ar_eg: ارسال ايميل طلب عرض مورد

# Opportunities.TechnicalApprove
source: Approve Technical Specs.
ar_eg: اعتماد المواصفات الفنية

# Opportunities.Unarchive
source: Unarchive Opportunity
ar_eg: الغاء أرشفة فرصة

# Opportunities.Update
source: Update Opportunity
ar_eg: تعديل فرصة

# Opportunities.UpdateSupplierOffer
source: Update Supplier Offer
ar_eg: تعديل عرض مورد

# Opportunities.UploadOfferFile
source: Upload Supplier Offer File
ar_eg: رفع مرفق عرض مورد

# Opportunities.UploadTechSpecsAttachment
source: Upload Technical Specs. Attachment
ar_eg: رفع مرفق مواصفات فنية

source: Opportunity
ar_eg: فرصة

# OpportunityBidBond
source: Bidbond
ar_eg: تأمين ابتدائي

# OpportunityBookTender
source: Book Tender
ar_eg: كراسة شروط

source: Opportunity Details
ar_eg: تفاصيل الفرصة

source: Opportunity Information
ar_eg: معلومات الفرصة

# Opportunity_New
source: New Opportunity
ar_eg: فرصة جديدة

source: Organization Type
ar_eg: نوع شركة

# OrganizationTypeId
source: Organization Type
ar_eg: نوع المنظمة

source: Organization Types
ar_eg: أنواع الشركات

# Origin
source: Requested Origin
ar_eg: بلد المنشأ المطلوب

# OriginCountry
source: Origin
ar_eg: بلد المنشأ

source: Origin Document
ar_eg: شهادة منشأ

# OriginDocumentId
source: Origin Document
ar_eg: شهادة المنشأ

source: Origin Documents
ar_eg: شهادات المنشأ

source: Other Departments
ar_eg: ادارات أخرى

source: Overdue
ar_eg: متأخر

source: Overview
ar_eg: ملخص

source: Paid
ar_eg: المدفوع

source: Paid Amount
ar_eg: القيمة المدفوعة

source: Parent Category
ar_eg: الفئة الأم

source: Parent Company
ar_eg: الشركة الأم

# ParentId
source: Parent Category
ar_eg: الفئة الأم

source: Partners
ar_eg: الشركاء

source: Password
ar_eg: كلمة المرور

# PasswordMismatch
source: Invalid Current Password
ar_eg: كلمة المرور الحالية غير صحيحة

# PasswordRequiresDigit
source: Password must contain at least one digit (0-9).
ar_eg: يجب أن تحتوي كلمة السر على رقم واحد على الأقل (0-9).

# PasswordRequiresLower
source: Password must contain at least one lower case letter (a-z).
ar_eg: يجب أن تحتوي كلمة السر على حرف صغير على الأقل (a-z).

# PasswordRequiresNonAlphaNumeric
source: Password must contain at least one non-alphanumeric character.
ar_eg: يجب أن تحتوي كلمة السر على رمز واحد على الأقل.

# PasswordRequiresUpper
source: Password must contain at least one Upper case letter (A-Z).
ar_eg: يجب أن تحتوي كلمة السر على حرف كبير على الأقل (A-Z).

# PasswordTooShort
source: Password must be at least '{0}' characters long.
ar_eg: يجب أن تحتوي كلمة السر على {0} أحرف على الأقل.

source: Payment
ar_eg: الدفع

source: Payment Date
ar_eg: تاريخ الدفع

source: Payments
ar_eg: المدفوعات

source: Payment Terms
ar_eg: طريقة الدفع

source: Payment Type
ar_eg: نوع الدفع

# PaymentTypeId
source: Payment Type
ar_eg: نوع الدفع

source: Payment Types
ar_eg: أنواع الدفع

source: Pending
ar_eg: في الانتظار

# PendingApprovalMSG
source: Pending to be approved
ar_eg: في انتظار الموافقة

# PendingFinancialMSG
source: Request is pending on Financial Department
ar_eg: الطلب في انتظار موافقة الادارة المالية

# PendingManagerMSG
source: Request is pending approval from Manager
ar_eg: الطلب في انتظار موافقة المدير

source: Pending on
ar_eg: في انتظار

source: Pending on me
ar_eg: معلقة علي

# PendingOnMyTeam
source: Pending Requests
ar_eg: الطلبات المعلقة

# PendingSaveMSG
source: Request will be sent after saving
ar_eg: سيتم ارسال الطلب عند الحفظ

source: Percentage
ar_eg: النسبة

# PerformanceAndFinalLG
source: Performance LG & Final LG
ar_eg: خطاب ضمان دفعة ونهائي

source: Performance LG
ar_eg: خطاب ضمان دفعة

source: Performance LG No
ar_eg: رقم خطاب الضمان الدفعة

source: Performance LG Request
ar_eg: طلب خطاب ضمان دفعة

source: Phone
ar_eg: التليفون

source: Phone 2
ar_eg: التليفون 2

source: Phone Code
ar_eg: كود الهاتف

source: Phone Number
ar_eg: رقم التليفون

# PhoneNumberLength
source: {0} must be between {1} to {2} letters.
ar_eg: يجب أن يكون {0} بين {2} إلى {1} رقماً.

source: Please
ar_eg: من فضلك

source: Po Information
ar_eg: بيانات امر الشراء

source: Position
ar_eg: المنصب الاداري

source: Posted
ar_eg: تم الترحيل

source: Price
ar_eg: السعر

source: Print
ar_eg: طباعة

source: Print Bidbond
ar_eg: طباعة طلب تأمين ابتدائي

source: Print Book Tender
ar_eg: طباعة طلب كراسة شروط

source: Print Bid Bond Request
ar_eg: طباعة طلب التأمين الابتدائي

source: Print Book Tender Request
ar_eg: طباعة طلب كراسة الشروط

source: Print Financial Offer
ar_eg: طباعة عرض مالي

source: Print LG Request
ar_eg: طباعة طلب خطاب ضمان

source: Print Mail
ar_eg: طباعة ايميل

# PrintOffer
source: Print Technical & Financial Offer
ar_eg: طباعة عرض فني ومالي

source: Print Technical Offer
ar_eg: طباعة عرض فني

source: Priority
ar_eg: الأولوية

source: Priority Level
ar_eg: مستوى الأولوية

source: Product
ar_eg: صنف

# Product2
source: Product
ar_eg: منتج

source: Product Categories
ar_eg: فئات الأصناف

source: Product Category
ar_eg: فئة أصناف

# ProductId
source: Item
ar_eg: الصنف

source: Product List
ar_eg: قائمة المنتجات

source: Product Origin
ar_eg: أصل منتج

source: Product Origins
ar_eg: أصول المنتج

# ProductOrService
source: Product / Service
ar_eg: منتج / خدمة

source: Products
ar_eg: الأصناف

# Products1
source: Products
ar_eg: المنتجات

source: Products Tree
ar_eg: شجرة المنتجات

source: Profile
ar_eg: الملف الشخصي

source: Profile Image
ar_eg: صورة الملف الشخصي

source: Progress
ar_eg: نسبة الاتمام

source: Project
ar_eg: مشروع

source: Project Account No
ar_eg: رقم حساب المشروع

# ProjectId
source: Project
ar_eg: المشروع

# ProjectManagerId
source: Project Manager
ar_eg: مدير المشروع

# ProjectName
source: Project
ar_eg: المشروع

source: Project(s)
ar_eg: مشروعات

# Projects2
source: Projects
ar_eg: المشروعات

source: Public
ar_eg: عامة

source: Purchase Order
ar_eg: أمر شراء

source: Purchasing Orders
ar_eg: أوامر الشراء

source: Purchasing Orders Details
ar_eg: تفاصيل امر الشراء

source: Quantity
ar_eg: العدد

source: Quotation
ar_eg: عرض سعر

# Quotation.ConvertToOpportunity
source: Convert To Opportunity
ar_eg: تحويل الى فرصة

# Quotation.UpdateCustomerConversation
source: Update Customer Conversation
ar_eg: تعديل محادثة عميل

# Quotation.UpdateSupplierConversation
source: Update Supplier Conversation
ar_eg: تعديل محادثة مورد

source: Quotation Details
ar_eg: تفاصيل عرض السعر

# QuotationID
source: Quotation #
ar_eg: رقم العرض

# QuotationNo
source: Quotation Number
ar_eg: رقم عرض سعر

source: Quotations
ar_eg: عروض الأسعار

# Quotations.AcceptTechnicalSession
source: Accept Technical Session
ar_eg: موافقة على العرض الفني

# Quotations.AddCompetitorOffer
source: Add Competitor Offer
ar_eg: اضافة عرض منافس

# Quotations.AddCustomerConversation
source: Add Customer Conversation
ar_eg: اضافة محادثة عميل

# Quotations.AddOffer
source: Add Quotation Offer
ar_eg: اضافة عرض أسعار

# Quotations.AddOfferVersion
source: Add Offer Version
ar_eg: اضافة اصدار عرض سعر

# Quotations.AddSupplierConversation
source: Add Supplier Conversation
ar_eg: اضافة محادثة مورد

# Quotations.Archive
source: Archive Quotation
ar_eg: أرشفة عرض سعر

# Quotations.ChangeSelectedOfferVersion
source: Change Selected Offer Version
ar_eg: تعديل عرض السعر المختار

# Quotations.RejectTechnicalSession
source: Reject Technical Session
ar_eg: رفض العرض الفني

# Quotations.SaveFinancialDetails
source: Save Financial Details
ar_eg: حفظ البيانات المالية لعرض منافس

# Quotations.Unarchive
source: Unarchive Quotation
ar_eg: الغاء أرشفة عرض سعر

# Quotations.UpdateCompetitorOffer
source: Update Competitor Offer
ar_eg: تعديل عرض منافس

# Quotations.UpdateOfferVersion
source: Update Offer Version
ar_eg: تعديل اصدار عرض سعر

# QuotationsComparison
source: Qu. Comparison
ar_eg: مقارنة العروض

source: Rank
ar_eg: الدرجة

# ReasonId
source: Reason
ar_eg: السبب

# ReceiptAttachmentFile
source: Book Tender Attachment
ar_eg: مرفق كراسة الشروط

source: Receipt Date
ar_eg: تاريخ الايصال

# ReceiptNo
source: Receipt Number
ar_eg: رقم الايصال

# ReceiveBankId
source: Receive Bank
ar_eg: البنك المستلم

source: Receiving Date
ar_eg: تاريخ الاستلام

source: Recycle Bin
ar_eg: سلة المحذوفات

source: Register
ar_eg: تسجيل

# RegisterMessage
source: Register a new membership
ar_eg: سجل حساب جديد

source: Reject
ar_eg: رفض

source: Rejected
ar_eg: تم الرفض

source: Rejected by
ar_eg: تم الرفض بواسطة

# RejectedFS
source: Financial Rejected
ar_eg: رفضت مالياً

# RejectedTS
source: Technical Rejected
ar_eg: رفضت فنياً

source: Rejection Date
ar_eg: تاريخ الرفض

source: Rejection File
ar_eg: ملف الرفض

source: Rejection Information
ar_eg: معلومات الرفض

# RejectionMSG
source: The tender will be transfered to the archive directly
ar_eg: سيتم تحويل عرض السعر الى الأرشيف مباشرة

source: Reject Reason
ar_eg: سبب رفض

# RejectReasonId
source: Reject Reason
ar_eg: سبب الرفض

# RejectReasonMSG
source: Please enter the reason of rejection.
ar_eg: من فضلك أدخل سبب الرفض.

source: Reject Reasons
ar_eg: أسباب الرفض

source: Release Customer Collection
ar_eg: ملف التحصيل

source: Remember me
ar_eg: تذكرني

source: Remove from favourites
ar_eg: ازالة من المفضلة

source: Report
ar_eg: تقرير

source: Request
ar_eg: ارسال طلب

source: Requested By
ar_eg: طلبت بواسطة

source: Requested Payments
ar_eg: المدفوعات المطلوبة

source: Request From
ar_eg: طلب من

source: Request Payment
ar_eg: طلب دفع

source: Requests
ar_eg: الطلبات

source: Request To
ar_eg: ارسال الطلب الي

source: Request Approved
ar_eg: طلب مقبول

# Request_New
source: New Request
ar_eg: طلب جديد

# Request_Pending
source: Pending Request
ar_eg: طلب في الانتظار

source: Request Rejected
ar_eg: طلب مرفوض

source: Request Reminder
ar_eg: تذكيرة الطلب

# RequiredField
source: The field '{0}' is required.
ar_eg: حقل '{0}' مطلوب

source: Reset
ar_eg: اعادة تعيين

source: Reset Password
ar_eg: اعادة تعيين كلمة المرور

source: Reset Password
ar_eg: اعادة تعيين كلمة المرور

# ResetPasswordAdminMessage
source: An instructions mail has been sent to the user
ar_eg: تم ارسال بريد الكتروني بالتعليمات الى المستخدم

# ResetPasswordConfirmationMessage
source: Your password has been reset
ar_eg: تم إعادة تعيين كلمة المرور الخاصة بك

# ResetPasswordMessage
source: Reset your password
ar_eg: اعادة تعيين كلمة المرور الخاصة بك

source: Restore
ar_eg: استرجاع

source: Results
ar_eg: نتائج

source: RFQ File
ar_eg: ملف الطلب

source: Role
ar_eg: مجموعة صلاحيات

source: Roles
ar_eg: مجموعات الصلاحيات

source: Run
ar_eg: تقرير

source: Sales
ar_eg: المبيعات

source: Sales Agent
ar_eg: مندوب مبيعات

# SalesAgentId
source: Sales Agent
ar_eg: مدير العملية

source: Sales Agents
ar_eg: مسؤولين المبيعات

# SalesDirectorId
source: Sales Director
ar_eg: مدير المبيعات

source: Sales Information
ar_eg: معلومة بيع

source: Save
ar_eg: حفظ

# SavePage
source: Save this Page
ar_eg: احفظ هذه الصفحة

source: scope
ar_eg: مجال

source: Search Banks
ar_eg: ابحث في البنوك

source: Search Certificate
ar_eg: أبحث في الشهادات

source: Search Cities
ar_eg: ابحث في المدن

source: Search Classifications
ar_eg: ابحث في التصنيفات

source: Search Competitors
ar_eg: ابحث في المنافسين

source: Search Countries
ar_eg: ابحث في البلدان

source: Search Currencies
ar_eg: ابحث في العملات

source: Search Customers
ar_eg: ابحث في العملاء

source: Search Departments
ar_eg: ابحث في الادارات

# SearchEntry
source: Search Entries
ar_eg: البحث في القيود

source: Search For Image
ar_eg: ابحث عن صورة

source: Search for logo
ar_eg: ابحث عن شعار

# SearchGuaranteeTerms
source: Search Guarantee
ar_eg: ابحث في الضمانات

source: Search Logistics
ar_eg: ابحث في شركات الشحن

source: Search Logs
ar_eg: ابحث في السجلات

source: Search Opportunities
ar_eg: ابحث في الفرص

# SearchOrganizationTypes
source: Search Types
ar_eg: ابحث في الأنواع

source: Search Origin Documents
ar_eg: بحث في شهادات المنشأ

source: Search Payments
ar_eg: ابحث في المدفوعات

source: Search Places
ar_eg: ابحث في الاماكن

# SearchProductCategories
source: Search Categories
ar_eg: ابحث في الفئات

source: Search Product Origins
ar_eg: البحث في أصول المنتج

source: Search Products
ar_eg: ابحث في الأصناف

source: Search Purchase Orders
ar_eg: ابحث في اومر الشراء

source: Search Quotations
ar_eg: ابحث في عروض الأسعار

source: Search Reasons
ar_eg: ابحث في الأسباب

source: Search Roles
ar_eg: ابحث في مجموعات الصلاحيات

source: Search Services
ar_eg: ابحث في الخدمات

source: Search Supplier
ar_eg: البحث عن مورد

source: Search Suppliers
ar_eg: ابحث في الموردين

source: Search Users
ar_eg: ابحث في المستخدمين

source: Search Validities
ar_eg: بحث في الصلاحيات

source: Search VAT Values
ar_eg: ابحث في القيم

source: Search Visits
ar_eg: ابحث في الزيارات

source: Select
ar_eg: اختر

source: Select Suppliers
ar_eg: اختيار الموردين

source: Select All
ar_eg: اختيار الكل

source: Select Companies To Compere Between
ar_eg: اختر الشركات للمقارنة بينهم

# SelectedOrigins
source: Origin
ar_eg: بلد المنشأ

# SelectedSuppliersMSG
source: The selected suppliers appear here
ar_eg: هنا يظهر الموردين المختارين

source: Select Item
ar_eg: اختر صنف

source: Select Language
ar_eg: اختار اللغة

source: Select Location
ar_eg: اختر الموقع

source: Select Product
ar_eg: اختر صنف

source: Select Supplier
ar_eg: اختر المورد

source: Select Suppliers
ar_eg: اختر الموردين

source: Send
ar_eg: ارسال

source: Send Bidbond
ar_eg: ارسال طلب تأمين ابتدائي

source: Send Book Tender
ar_eg: ارسال طلب كراسة شروط

source: Send Confirmation Email
ar_eg: ارسال رسالة التحقق من البريد الالكتروني

source: Send confirmation email
ar_eg: ارسال رسالة التحقق من البريد الالكتروني

# SendConfirmationEmailAdminMessage
source: An instructions mail has been sent to the user
ar_eg: تم ارسال بريد الكتروني بالتعليمات الى المستخدم

# SendEmail
source: Offer With number {0} has been send through email
ar_eg: تم ارسال عرض رقم {0} من خلال الايمل

# SendPrint
source: a hard copy of offer number {0} has been sent
ar_eg: تم ارسال نسخه من العرض رقم {0}

# SendRequestOfferQuestion
source: Send request offer to supplier email on click
ar_eg: ارسال طلب العرض الى البريد الالكتروني للمورد عند الضغط على

source: Sent
ar_eg: أرسلت

source: Service
ar_eg: خدمة

source: Services
ar_eg: الخدمات

# SettingsError
source: There is a settings error. Please contact accounting department.
ar_eg: يوجد خطأ بالاعدادات. من فضلك تواصل مع قسم الحسابات.

source: Show Comparison
ar_eg: عرض المقارنة

source: Showing
ar_eg: اظهار

source: Sign In
ar_eg: دخول

source: Six Periods
ar_eg: ست فترات

source: Skip
ar_eg: تخطي

# SmallDays
source: day(s)
ar_eg: أيام

source: Sorry!
ar_eg: معذرة!

source: Sorry for you!
ar_eg: نأسف لك!

source: Specifications
ar_eg: المواصفات

source: Status
ar_eg: الحالة

# StatusId
source: Status
ar_eg: الحالة

source: Street
ar_eg: شارع

source: Submit
ar_eg: ارسال

source: Sub Name
ar_eg: الاسم المختصر

source: Subtotal
ar_eg: اجمالي المبلغ

# SuccessfullyRequest
source: Request Assigned Successfully
ar_eg: تمام اضافة الطلب بنجاح

# SupervisorIds
source: Supervisors
ar_eg: المشرفين

source: Supplier
ar_eg: مورد

source: Supplier Conversation
ar_eg: محادثة الموارد

source: Supplier Details
ar_eg: بيانات المورد

# SupplierId
source: Supplier
ar_eg: المورد

source: Supplier Offer
ar_eg: عرض المورد

source: Supplier Offers
ar_eg: عروض الموردين

# SupplierOffers_RequestOffers
source: Request Offers
ar_eg: طلبات العروض

# SupplierOffers_SupplierOffers
source: Supplier Offers
ar_eg: عروض الموردين

source: Supplier Payments
ar_eg: مدفوعات الموردين

source: Supplier Po
ar_eg: امر شراء مورد

source: Supplier Po Number
ar_eg: رقم امر شراء مورد

source: Supplier Price
ar_eg: سعر المورد

source: Suppliers
ar_eg: الموردين

source: Swift Code
ar_eg: كود سويفت

source: Switch Department
ar_eg: تبديل الادارة

source: Symbol
ar_eg: الرمز

source: Taks List
ar_eg: قائمة المهمات

source: Task
ar_eg: مهمة

source: Task Assigned Successfully
ar_eg: تمت اضافة المهام بنجاح

source: Task Details
ar_eg: تفاصيل المهام

# TaskDone
source: Task {0} has been done
ar_eg: تم انهاء المهمة {0}

source: Tasks
ar_eg: المهام

# TaskSuccessfullMSG
source: Task has been assigned successfully
ar_eg: تم تعيين المهمة بنجاح

source: Task Done
ar_eg: تم انهاء المهمة

# Task_New
source: New Task
ar_eg: مهمة جديدة

# Task_Pending
source: Pending Task
ar_eg: مهمة في الانتظار

source: Task Reminder
ar_eg: تذكير بالمهمة

source: Task Request
ar_eg: طلب

source: Tax
ar_eg: الضريبة

source: Tax card number
ar_eg: رقم البطاقة الضريبية

source: Team Activity
ar_eg: نشاط فريق العمل

source: Technical Approve
ar_eg: اعتماد المواصفات الفنية

# TechnicalApprove
source: Approve Technical Specifications
ar_eg: اعتماد المواصفات الفنية

source: Technical Notes
ar_eg: الملاحظات الفنية

source: Technical Offer
ar_eg: العرض الفني

# TechnicalSession
source: Tech. Session
ar_eg: الجلسة الفنية

# TechnicalSessionAccepted
source: Technical Envelope has been accepted successfully
ar_eg: تم قبول العرض الفني

# TechnicalSessionAcceptedOrRejected
source: Have you been accepted or rejected in the technical session?
ar_eg: هل تم الموافقة ام رفض العرض الفني؟

source: Technical Session Rejected
ar_eg: تم رفض العرض الفني

source: Technical Specifications
ar_eg: المواصفات الفنية

source: Technical Specs
ar_eg: المواصفات الفنية

source: Telephone
ar_eg: تليفون

source: Tender
ar_eg: المناقصة

source: Tender Date
ar_eg: تاريخ العطاء

source: Tender Insurance
ar_eg: تأمين المناقصات

# TenderNumber
source: Tender #
ar_eg: رقم المناقصة

source: Tender Progress
ar_eg: مقدار النجاح

source: Terms
ar_eg: الشروط العامة

# ThingsToDone
source: Things to be done
ar_eg: المهام القادمة

source: Time
ar_eg: الوقت

source: Title
ar_eg: العنوان

source: to
ar_eg: الى

source: Total
ar_eg: المجموع

source: Total Amount
ar_eg: اجمالي القيمة

source: Total Budget
ar_eg: اجمالي الميزانية

source: Total Interest
ar_eg: اجمالي الفوائد

source: Total Price
ar_eg: الاجمالي

source: Transfer
ar_eg: تحويل

source: Transportation
ar_eg: وسائل النقل

source: Treasuries
ar_eg: الخزائن

source: Treasury
ar_eg: الخزينة

# TreasuryId
source: Treasury
ar_eg: الخزينة

source: Two Periods
ar_eg: فترتين

source: Type
ar_eg: النوع

# TypeId
source: Type
ar_eg: النوع

source: Unarchive
ar_eg: الغاء الأرشفة

source: Undo
ar_eg: الغاء

source: Unit Price
ar_eg: سعر الوحدة

source: Update
ar_eg: تحديث

# UpdatePendingSaveMSG
source: Request will be updated after saving
ar_eg: سيتم تحديث الطلب عند الحفظ

source: Upload
ar_eg: رفع

# UploadCompanyLogoMSG
source: Upload the company logo here
ar_eg: ارفع شعار الشركة هنا

source: Upload Contract File
ar_eg: رفع ملف العقد

# UploadedById
source: Uploaded By
ar_eg: تم الرفع بواسطة

source: Upload Files
ar_eg: رفع الملفات

source: Upload Image
ar_eg: رفع صورة

# UponDeliveryPercentage
source: % Upon Delivery
ar_eg: % عند التسليم

source: User
ar_eg: مستخدم

source: User Management
ar_eg: ادارة المستخدمين

source: Users
ar_eg: المستخدمين

source: Validity
ar_eg: صلاحية العرض

# ValidityId
source: Validity
ar_eg: الصلاحية

source: Value
ar_eg: القيمة

source: Value After
ar_eg: القيمة بعد

source: Value Before
ar_eg: القيمة قبل

# ValueMustBeANumber
source: The field '{0}' must be a number with one decimal point
ar_eg: الحقل '{0}' يجب ان يتكون من أرقام بعلامة عشرية واحدة

source: VAT
ar_eg: ضريبة القيمة المضافة

source: VAT Value
ar_eg: قيمة ض. م.

source: VAT Values
ar_eg: قيم ضريبة القيمة المضافة

source: Vendor List
ar_eg: سجل الموردين

source: Version
ar_eg: رقم الاصدار

source: View
ar_eg: عرض

source: View Archived
ar_eg: عرض الأرشيف

source: View Bidbond Totals
ar_eg: عرض اجماليات التأمين الابتدائي

source: View Products
ar_eg: عرض المنتجات

source: View Supplier Offers
ar_eg: عرض عروض الموردين

source: View All favourites
ar_eg: اعرض كل المفضلات

source: ViewAllNotifications
ar_eg: اعرض كل الاشعارات

source: View Attachment
ar_eg: عرض المرفق

source: View Profile
ar_eg: عرض الملف

source: Visit
ar_eg: زيارة

source: Visit Duration
ar_eg: مدة الزيارة

# VisitorId
source: Visitor
ar_eg: الزائر

source: Visit Reason
ar_eg: سبب زيارة

source: Visit Reasons
ar_eg: اسباب الزيارة

source: Visits
ar_eg: الزيارات

source: Website
ar_eg: الموقع الالكتروني

source: Website Url
ar_eg: الموقع الالكتروني

source: Yes
ar_eg: نعم
